[
    {
        "id": 1,
        "name": "Ole Solszaker",
        "rating": "3.5",
        "location": "NYC",
        "img": "https://us.123rf.com/450wm/nyul/nyul1101/nyul110101059/8747279-handsome-young-man-smiling-arms-crossed-.jpg?ver=6",
        "review": "good gpu, i have a 550w connected to it, but i also believed it worked on my 330w, only got 550w to up my cpu. great fps for any game out right now. just make sure your cpu is above around 4.4 so cpu dosnt bottleneck."
    },
    {
        "id": 2,
        "name": "Guardiola",
        "rating": "5",
        "location": "California",
        "img": "http://img-cdn.tid.al/o/9cbe0d4a17d64968fdc4e41dfd33b9af40e6f24e.png",
        "review": "I appreciate that this was a lot cheaper then most scalpers were charging. I know I over paid at $900 but the card works really good "
    },
    {
        "id": 3,
        "name": "Zidane",
        "rating": "5",
        "location": "California",
        "img": "https://pngimg.com/uploads/thinking_man/thinking_man_PNG11613.png",
        "review": "I've read some bad things on here about customer service at Acme and have to provide my own experiences that have been stellar. Only twice have I had to contact them. Once to ask that they split an order and send the in stock items right away. I'd selected the wrong options at checkout, they fixed MY mistake immediately. "
    },
    {
        "id": 4,
        "name": " Locatelli",
        "rating": "5",
        "location": "California",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS51LcHx2qUMCaU7h4nRsmuIT5Wl4UJZqv1ddAYXIx9VQBERJPvCnb4z_5oG63hCgrAJ9I&usqp=CAU",
        "review": "I managed to upgrade my computer with this card and the soon-to-arrive processor, and I couldn't be happier. I can finally run games that I could only dream of playing, and it barely makes a noise compared to my old card. However, the price for this one is much more than what the original price is. If you're thinking on buying it here or similar places, don't if you can help it. You might have to wait for months, yes, but its not worth more than double the price. The card, however, is definitely worth it. "
    }
]